tap "d12frosted/emacs-plus"
tap "golangci/tap"
tap "healtheintent/hide", "https://github.cerner.com/healtheintent/homebrew-hide.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "loadimpact/k6"
tap "sambadevi/powerlevel9k"
tap "wagoodman/dive"
brew "autojump"
brew "automake"
brew "bat"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "python", link: false
brew "glib"
brew "coreutils"
brew "cowsay"
brew "docker"
brew "exa"
brew "fzf"
brew "libevent"
brew "gnutls"
brew "libksba"
brew "gnupg"
brew "go"
brew "graphviz"
brew "harfbuzz"
brew "htop"
brew "io"
brew "jq"
brew "lastpass-cli"
brew "leiningen"
brew "librsvg"
brew "libyaml"
brew "mysql", restart_service: true
brew "mysql@5.6", restart_service: true
brew "mysql@5.7", restart_service: true
brew "nmap"
brew "node"
brew "nvm"
brew "onefetch"
brew "tree"
brew "pass"
brew "python-yq"
brew "python@2"
brew "ruby-build"
brew "terminal-notifier"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus"
brew "golangci/tap/golangci-lint"
brew "healtheintent/hide/cb-awscli"
brew "khanhas/tap/spicetify-cli"
brew "loadimpact/k6/k6"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "wagoodman/dive/dive"
cask "alacritty"
cask "alfred"
cask "bitbar"
cask "dash"
cask "docker"
cask "evernote"
cask "flycut"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-firamono-nerd-font"
cask "font-hack-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-robotomono-nerd-font"
cask "fork"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "lastpass"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "ngrok"
cask "now"
cask "omnigraffle"
cask "owasp-zap"
cask "postman"
cask "recordit"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "webpack-dashboard"
cask "wireshark"
cask "workflowy"
cask "zenmap"
