tap "buo/cask-upgrade"
tap "d12frosted/emacs-plus"
tap "derailed/popeye"
tap "farmotive/k8s"
tap "golangci/tap"
tap "healtheintent/hide", "https://github.cerner.com/healtheintent/homebrew-hide.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "khanhas/tap"
tap "sambadevi/powerlevel9k"
tap "wagoodman/dive"
brew "autojump"
brew "automake"
brew "bat"
brew "glib"
brew "pkg-config"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "docker", link: false
brew "dog"
brew "exa"
brew "figlet"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "libtool"
brew "libevent"
brew "gnutls"
brew "libksba"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "graphicsmagick"
brew "python@3.8"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "hugo"
brew "hyperkit", link: false
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "io"
brew "jq"
brew "k9s"
brew "krb5"
brew "kube-ps1"
brew "lastpass-cli"
brew "leiningen"
brew "libyaml"
brew "lolcat"
brew "make"
brew "maven"
brew "minikube"
brew "mysql", restart_service: true
brew "mysql@5.6", restart_service: true
brew "mysql@5.7", restart_service: true
brew "nmap"
brew "node"
brew "nvm"
brew "onefetch"
brew "openconnect"
brew "tree"
brew "pass"
brew "postgresql", restart_service: true
brew "python-yq"
brew "python@2", link: false
brew "ruby-build"
brew "rbenv"
brew "sl"
brew "stern"
brew "telnet"
brew "terminal-notifier"
brew "terragrunt", link: false
brew "tfenv"
brew "tgenv"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "derailed/popeye/popeye"
brew "farmotive/k8s/kpoof"
brew "golangci/tap/golangci-lint"
brew "healtheintent/hide/awscli_setup"
brew "healtheintent/hide/find_user"
brew "khanhas/tap/spicetify-cli"
brew "sambadevi/powerlevel9k/powerlevel9k"
brew "wagoodman/dive/dive"
cask "alacritty"
cask "alfred"
cask "bitbar"
cask "dash"
cask "discord"
cask "docker"
cask "evernote"
cask "firefox"
cask "flycut"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-firamono-nerd-font"
cask "font-hack-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-robotomono-nerd-font"
cask "fork"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "kube-forwarder"
cask "lastpass"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "ngrok"
cask "now"
cask "omnigraffle"
cask "owasp-zap"
cask "postman"
cask "recordit"
cask "slack"
cask "spectacle"
cask "spotify"
cask "vagrant"
cask "visual-studio-code"
cask "webpack-dashboard"
cask "wireshark"
cask "workflowy"
cask "zenmap"
