tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "loadimpact/k6"
tap "sambadevi/powerlevel9k"
tap "wagoodman/dive"
# Shell extension to jump to frequently used directories
brew "autojump"
# Tool for generating GNU Standards-compliant Makefiles
brew "automake"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# SSL/TLS cryptography library
brew "openssl"
# Library for command-line editing
brew "readline"
# Command-line interface for SQLite
brew "sqlite"
# Interpreted, interactive, object-oriented programming language
brew "python"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Configurable talking characters in ASCII art
brew "cowsay"
# Pack, ship and run any application as a lightweight container
brew "docker"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# X.509 and CMS library
brew "libksba"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Improved top (interactive process viewer)
brew "htop"
# LastPass command-line interface tool
brew "lastpass-cli"
# Build tool for Clojure
brew "leiningen"
# YAML Parser
brew "libyaml"
# Open source relational database management system
brew "mysql", restart_service: true
# Open source relational database management system
brew "mysql@5.7", restart_service: true
# Platform built on V8 to build network applications
brew "node"
# Manage multiple Node.js versions
brew "nvm"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Password manager
brew "pass"
# Interpreted, interactive, object-oriented programming language
brew "python@2"
# Install various Ruby versions and implementations
brew "ruby-build"
# Send macOS User Notifications from the command-line
brew "terminal-notifier"
# Programatically correct mistyped console commands
brew "thefuck"
# Terminal multiplexer
brew "tmux"
# Watch files and take action when they change
brew "watchman"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
# General-purpose lossless data-compression library
brew "zlib"
# UNIX shell (command interpreter)
brew "zsh"
# Fish-like fast/unobtrusive autosuggestions for zsh
brew "zsh-autosuggestions"
# Informative git prompt for zsh
brew "zsh-git-prompt"
# Fish shell like syntax highlighting for zsh
brew "zsh-syntax-highlighting"
# GNU Emacs text editor
brew "d12frosted/emacs-plus/emacs-plus"
# Load testing for the 21st century
brew "loadimpact/k6/k6"
# A badass zsh theme with more power than a normal earthling
brew "sambadevi/powerlevel9k/powerlevel9k"
# A tool for exploring each layer in a docker image
brew "wagoodman/dive/dive"
cask "alfred"
cask "docker"
cask "evernote"
cask "flycut"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-firamono-nerd-font"
cask "font-hack-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-robotomono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "microsoft-teams"
cask "mysqlworkbench"
cask "now"
cask "slack"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "webpack-dashboard"
